INSERT INTO "user" (login, password, name, surname, balance, role) VALUES
                                                                       ('admin', 'admin', 'Admin', 'Adminovich', 1000.0, 'ADMIN'),
                                                                       ('user1', 'password1', 'John', 'Doe', 500.0, 'USER'),
                                                                       ('user2', 'password2', 'Jane', 'Smith', 0.0, 'USER');
-- Утренние пробелы в вещании
INSERT INTO broadcast_slot (start_time, end_time, status) VALUES
                                                              ('2024-07-01 07:00:00', '2024-07-01 07:03:00', 'AVAILABLE'),
                                                              ('2024-07-01 07:30:00', '2024-07-01 07:33:00', 'AVAILABLE'),
                                                              ('2024-07-01 08:00:00', '2024-07-01 08:03:00', 'AVAILABLE'),

-- Дневные пробелы в вещании
                                                              ('2024-07-01 12:00:00', '2024-07-01 12:03:00', 'AVAILABLE'),
                                                              ('2024-07-01 12:30:00', '2024-07-01 12:33:00', 'AVAILABLE'),
                                                              ('2024-07-01 13:00:00', '2024-07-01 13:03:00', 'AVAILABLE'),

-- Вечерние пробелы в вещании
                                                              ('2024-07-01 18:00:00', '2024-07-01 18:03:00', 'AVAILABLE'),
                                                              ('2024-07-01 18:30:00', '2024-07-01 18:33:00', 'AVAILABLE'),
                                                              ('2024-07-01 19:00:00', '2024-07-01 19:03:00', 'AVAILABLE'),
                                                              ('2024-07-01 19:30:00', '2024-07-01 19:33:00', 'AVAILABLE'),
                                                              ('2024-07-01 20:00:00', '2024-07-01 20:03:00', 'AVAILABLE');